aaron-bond.better-comments
anthropic.claude-code
astro-build.astro-vscode
biomejs.biome
bradlc.vscode-tailwindcss
braydie.glob-new-file
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.githistory
duniul.git-stage
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hamster.task-master-hamster
humao.rest-client
irongeek.vscode-env
jkjustjoshing.vscode-text-pastry
jock.svg
mariusalchimavicius.json-to-ts
mechatroner.rainbow-csv
meganrogge.template-string-converter
miguelsolorio.fluent-icons
miguelsolorio.symbols
mquandalle.graphql
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pnp.polacode
prisma.prisma
sidneys1.gitconfig
sleistner.vscode-fileutils
standard.vscode-standard
styled-components.vscode-styled-components
tyriar.sort-lines
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
vitest.explorer
vue.volar
wakatime.vscode-wakatime
wallabyjs.console-ninja
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
