anthropic.claude-code
astro-build.astro-vscode
biomejs.biome
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-pull-request-github
miguelsolorio.fluent-icons
miguelsolorio.symbols
naumovs.color-highlight
prisma.prisma
usernamehw.errorlens
wallabyjs.console-ninja
